Repository: common-repository/affiliate-link-protect
Catalog: languages/affiliate-link-protect-*.po
Languages: fr_fr, pt_pt

source: Hide your affiliate parameters from all links on your blog!
fr_fr: Cacher vos paramètres d'affiliation de tous les liens sur votre blog!
pt_pt: Esconda seus parâmetros de afiliados de todos os links em seu blog!

source: Add this parameter (e.g. "&alp=1") to specific links that shall be protected.
fr_fr: Ajoutez ce paramètre (par exemple "&alp=1") aux liens spécifiques qui doivent être protégés
pt_pt: Adicione este parâmetro (por exemplo, "&alp=1") a links específicos que devem ser protegidos

source: When a blog page is displayed this plugin saves specific links in the page to memory and displays the urls on "mouse over" without parameters.
fr_fr: Quand une page de blog est affichée, ce plugin enregistre tous les liens de la page en mémoire et affiche les urls sur "mouse over" sans paramètres.
pt_pt: Quando uma página do blog é exibida, este plugin salva todos os links na página na memória e exibe as URLs no "mouse over" sem parâmetros.

source: You have been using <span style='color:#cc0000;font-weight:bold;'>Affiliate Link Protect</span> for a while ... do you like it? If so, please <span style='color:#cc0000;font-weight:bold;'>leave us a review</span> with your feedback! <a href='%s' target='_blank'>Leave A Review</a> <I><a style='margin-left:5px' href='%s'>already Done</a></I>
fr_fr: Vous avez utilisé pendant un certain temps <span style = 'color: # cc0000; font-weight: bold;'>Affiliate Link Protect</ span> ... vous aimez? Si oui, s'il vous plaît <span style = 'couleur: # cc0000; font-weight: bold;'>laissez-nous un avis</ span> avec vos commentaires! <a href='%s' target='_blank'>Laisser un commentaire</a> <I> <a style='margin-left:5px' href='%s'>Déjà fait</a></ I>
pt_pt: Você usou <span style = 'color: # cc0000; font-weight: bold;'>Affiliate Link Protect</ span> por um tempo ... você gosta? Em caso afirmativo, por favor <span style = 'color: # cc0000; font-weight: bold;'>deixe-nos uma avaliação</ span> com seus comentários! <a href='%s' target='_blank'>Deixe uma revisão</a> <I> <a style='margin-left:5px' href='%s'>já feito</a> </ I>

source: To become more specific you may use the following fields:
fr_fr: Pour être plus précis, vous pouvez utiliser les champs suivants:
pt_pt: Para se tornar mais específico, você pode usar os seguintes campos:

source: Parameter for recognition
fr_fr: Paramètre pour la reconnaissance
pt_pt: Parâmetro para reconhecimento

source: Parameters to hide
fr_fr: Paramètres à masquer
pt_pt: Parâmetros para esconder

source: comma separated list of parameters to hide - leave empty to hide all parameters
fr_fr: liste de paramètres séparés par des virgules à masquer - laisser vide pour masquer tous les paramètres
pt_pt: ista de parâmetros separada por vírgula para ocultar - deixe vazio para ocultar todos os parâmetros

source: How it works
fr_fr: Comment ça marche
pt_pt: Como funciona

source: As soon as a link is clicked the user is directed to the internally saved link including all parameters
fr_fr: Dès qu'un lien est cliqué, l'utilisateur est dirigé vers le lien enregistré en interne, y compris tous les paramètres
pt_pt: Assim que um link for clicado, o usuário é direcionado para o link guardado internamente, incluindo todos os parâmetros

source: Affiliate Link Protect hides all or specific URL parameters in any link of any Wordpress website. Displays all affiliate links like normal links without cloaking them!
fr_fr: Cacher vos paramètres d'affiliation de tous les liens sur votre blog! Sans autre configuration, ce plugin va cacher tous les paramètres dans tous les liens externes / internes de votre blog, ce qui est bien pour la plupart des situations.
pt_pt: Esconda seus parâmetros de afiliados de todos os links em seu blog! Sem configuração adicional, este plugin irá ocultar todos os parâmetros em todos os links externos / internos do seu blog, que é bom para a maioria das situações.
