Repository: common-repository/affiliate-link-protect
Catalog: languages/affiliate-link-protect-*_formal.po
Languages: de_de_formal

source: Hide your affiliate parameters from all links on your blog!
de_de_formal: Verbergen Sie Ihre Affiliate-Parameter in allen Links auf allen Seiten!

source: Add this parameter (e.g. "&alp=1") to specific links that shall be protected.
de_de_formal: Fügen Sie diesen Parameter (z.B. "alp=1") zu allen Links hinzu, die geschützt werden sollen.

source: When a blog page is displayed this plugin saves specific links in the page to memory and displays the urls on "mouse over" without parameters.
de_de_formal: Sobald eine Seite angezeigt wird, speichert dieses Plugin alle Links auf der Seite in einem internen Bereich und zeigt die Links bei "mouse over" ohne Parameter an.

source: You have been using <span style='color:#cc0000;font-weight:bold;'>Affiliate Link Protect</span> for a while ... do you like it? If so, please <span style='color:#cc0000;font-weight:bold;'>leave us a review</span> with your feedback! <a href='%s' target='_blank'>Leave A Review</a> <I><a style='margin-left:5px' href='%s'>already Done</a></I>
de_de_formal: Sie haben <span style='color:#cc0000;font-weight:bold;'>Affiliate Link Protect</span> seit einiger Zeit im Einsatz ... Gefällt es Ihnen? Bitte <span style='color:#cc0000;font-weight:bold;'>schreiben Sie doch eine </span> Bewertung! <a href='%s' target='_blank'>Bewertung schreiben</a> <I><a style='margin-left:5px' href='%s'>schon erledigt</a></I>

source: To become more specific you may use the following fields:
de_de_formal: Um die zu schützenden Links genauer zu definieren, verwenden Sie bitte die folgenden Felder:

source: Parameter for recognition
de_de_formal: Erkennungs-Parameter

source: Parameters to hide
de_de_formal: Zu verbergende Parameter

source: comma separated list of parameters to hide - leave empty to hide all parameters
de_de_formal: komma-separierte Liste aller Parameter, die verborgen werden sollen - Leerlassen für alle Parameter

source: How it works
de_de_formal: So funktioniert es

source: As soon as a link is clicked the user is directed to the internally saved link including all parameters
de_de_formal: Sobald ein Link angeklickt wird, wird der Besucher zu dem vollständigen Link (inkl. Parameter) weitergeleitet

source: Affiliate Link Protect hides all or specific URL parameters in any link of any Wordpress website. Displays all affiliate links like normal links without cloaking them!
de_de_formal: Affiliate Link Protect verbirgt alle oder spezifische URL-Parameter in allen oder definierte Links. Folglich werden Affiliate-Links ohne verdächtige Affiliate-Parameter gezeigt!
